Repository: LambdaDigamma/moers-ios
Catalog: ios/CityOS/Sources/MapFeature/Resources/Localizable.xcstrings
Source language: en
Languages: de

# AddressHeader
source: Address
de: Adresse

# AuditingEntryFriday
source: Friday (Opening Hours)
de: Freitag (Öffnungszeiten)

# AuditingEntryHouseNumber
source: House Number
de: Hausnummer

# AuditingEntryLatitude
source: Latitude
de: Breitengrad

# AuditingEntryLongitude
source: Longitude
de: Längengrad

# AuditingEntryMonday
source: Monday (Opening Hours)
de: Montag (Öffnungszeiten)

# AuditingEntryOther
source: Other (Opening Hours)
de: Sonstiges (Öffnungszeiten)

# AuditingEntryPhone
source: Phone
de: Telefon

# AuditingEntryPlace
source: Place
de: Ort

# AuditingEntryPostcode
source: Postcode
de: Postleitzahl

# AuditingEntrySaturday
source: Saturday (Opening Hours)
de: Samstag (Öffnungszeiten)

# AuditingEntryStreet
source: Street
de: Straße

# AuditingEntrySunday
source: Sunday (Opening Hours)
de: Sonntag (Öffnungszeiten)

# AuditingEntryTags
source: Tags
de: Schlagworte

# AuditingEntryThursday
source: Thursday (Opening Hours)
de: Donnerstag (Öffnungszeiten)

# AuditingEntryTuesday
source: Tuesday (Opening Hours)
de: Dienstag (Öffnungszeiten)

# AuditingEntryWebsite
source: Websete
de: Webseite

# AuditingEntryWednesday
source: Mittwoch (Opening Hours)
de: Mittwoch (Öffnungszeiten)

# CallAction
source: Call
de: Anrufen

# Camera
source: 360° Camera
de: 360° Kamera

source: Entries
de: Einträge

# EntryOnboardingAddressViewControllerAddress
source: Addresse
de: Adresse

# EntryOnboardingAddressViewControllerCurrentStep
source: 2. Enter address
de: 2. Adresse eingeben

# EntryOnboardingAddressViewControllerInfo
source: Enter all required information and continue.
de: Trage alle benötigten Informationen ein und fahre fort.

# EntryOnboardingAddressViewControllerNext
source: Next
de: Weiter

# EntryOnboardingAddressViewControllerNumber
source: Number
de: Nr

# EntryOnboardingAddressViewControllerPlace
source: Place
de: Ort

# EntryOnboardingAddressViewControllerPostcode
source: Postcode
de: PLZ

# EntryOnboardingAddressViewControllerStreet
source: Street
de: Straße

# EntryOnboardingAddressViewControllerTitle
source: Add entry
de: Eintrag hinzufügen

# EntryOnboardingGeneralViewControllerContact
source: Contact (optional)
de: Kontakt (optional)

# EntryOnboardingGeneralViewControllerCurrentStep
source: 3. General & Contact
de: 3. Allgemeines & Kontakt

# EntryOnboardingGeneralViewControllerGeneral
source: General
de: Allgemeines

# EntryOnboardingGeneralViewControllerNext
source: Next
de: Weiter

# EntryOnboardingGeneralViewControllerPhone
source: Phone
de: Telefon

# EntryOnboardingGeneralViewControllerTitle
source: Add entry
de: Eintrag hinzufügen

# EntryOnboardingGeneralViewControllerWebsite
source: Website
de: Webseite

# EntryOnboardingLocationMenuViewControllerAddressAction
source: Add entry with address
de: Eintrag mit Adresse hinzufügen

# EntryOnboardingLocationMenuViewControllerCurrentStep
source: 1. Select input method
de: 1. Eintrags-Verfahren wählen

# EntryOnboardingLocationMenuViewControllerInfo
source: There are two ways to add a new entry: If you are standing next to the location, you can add it at the current location. Otherwise, you can add a place at an address.
de: Es gibt zwei Möglichkeiten, einen neuen Eintrag hinzu zu fügen: Wenn Du gerade neben dem Ort stehst, kannst ihn am aktuellen Standort hinzufügen. Andernfalls kannst Du einen Ort an einer Adresse hinzufügen.

# EntryOnboardingLocationMenuViewControllerLocationAction
source: Add entry at your current location
de: Eintrag am aktuellen Standort hinzufügen

# EntryOnboardingLocationMenuViewControllerTitle
source: Add entry
de: Eintrag hinzufügen

# EntryOnboardingOpeningHoursViewControllerCurrentStep
source: 5. Enter opening hours
de: 5. Öffnungszeiten eingeben

# EntryOnboardingOpeningHoursViewControllerFriday
source: Friday
de: Freitag

# EntryOnboardingOpeningHoursViewControllerInfo
source: Please use the following format: Simple times: "10:30 - 20:00" Complex times with break: "09:30 - 12:30, 14:00 - 19:00" Freeform text: "Geschlossen", "Ruhetag", etc.
de: Bitte verwende folgende Systematik: Einfache Öffnungszeiten: "10:30 - 20:00" Komplexere Öffnungszeiten mit Pause: "09:30 - 12:30, 14:00 - 19:00" Oder Freitext: "Geschlossen", "Ruhetag", etc.

# EntryOnboardingOpeningHoursViewControllerMonday
source: Monday
de: Montag

# EntryOnboardingOpeningHoursViewControllerNext
source: Next
de: Weiter

# EntryOnboardingOpeningHoursViewControllerOpeningHours
source: Opening hours (optional)
de: ÖFFNUNGSZEITEN (optional)

# EntryOnboardingOpeningHoursViewControllerOther
source: Other
de: Sonstiges

# EntryOnboardingOpeningHoursViewControllerSaturday
source: Saturday
de: Samstag

# EntryOnboardingOpeningHoursViewControllerSunuday
source: Sunday
de: Sonntag

# EntryOnboardingOpeningHoursViewControllerThursday
source: Thursday
de: Donnerstag

# EntryOnboardingOpeningHoursViewControllerTitle
source: Add entry
de: Eintrag hinzufügen

# EntryOnboardingOpeningHoursViewControllerTuesday
source: Tuesday
de: Dienstag

# EntryOnboardingOpeningHoursViewControllerWednesday
source: Wednesday
de: Mittwoch

# EntryOnboardingOverviewActionStore
source: Add
de: Hinzufügen

# EntryOnboardingOverviewActionUpdate
source: Update
de: Aktualisieren

# EntryOnboardingOverviewAddressHeader
source: Addresse
de: Adresse

# EntryOnboardingOverviewAddTag
source: Add tag
de: Hinzufügen

# EntryOnboardingOverviewAddTagCell
source: Add Tag "%1$@"
de: Schlagwort "%1$@" hinzufügen

# EntryOnboardingOverviewAlertConfirmCancel
source: Cancel
de: Abbrechen

# EntryOnboardingOverviewAlertConfirmStoreMessage
source: Do you want to add this entry? Make sure that you have entered the correct information. Only in this way others can profit from it!
de: Willst Du diesen Eintrag wirklich hinzufügen? Achte darauf, dass Du auch wirklich die richtigen Informationen eingetragen hast. Nur so können andere davon profitieren!

# EntryOnboardingOverviewAlertConfirmTitle
source: Are you sure?
de: Bist Du sicher?

# EntryOnboardingOverviewAlertConfirmUpdateMessage
source: Do you want to update this entry? Make sure that you have entered the correct information. Only in this way others can profit from it!
de: Willst Du diesen Eintrag wirklich aktualisieren? Achte darauf, dass Du auch wirklich die richtigen Informationen eingetragen hast. Nur so können andere davon profitieren!

# EntryOnboardingOverviewAlertConfirmYes
source: Yes
de: Ja

# EntryOnboardingOverviewAlertFormErrorMessage
source: Unfortunately not all entries correspond to the required format. Check them.
de: Leider entsprechen nicht alle Eingaben dem gewünschten Format. Überprüfe sie.

# EntryOnboardingOverviewAlertFormErrorTitle
source: Inputs incorrect
de: Eingaben inkorrekt

# EntryOnboardingOverviewAlertNotAllowedMessage
source: Adding and updating of entries has been forbidden in the meantime until further notice due to abuse.
de: Das Hinzufügen und ändern von Einträgen wurde aufgrund von Missbrauch zwischenzeitlich bis auf weiteres verboten.

# EntryOnboardingOverviewAlertNotAllowedTitle
source: Not allowed!
de: Nicht erlaubt!

# EntryOnboardingOverviewAlertSuccessMessage
source: Thank you very much for your contribution! Your entry can now be found on the map!
de: Vielen Dank für Deinen Beitrag! Dein Eintrag ist jetzt auf der Karte zu finden!

# EntryOnboardingOverviewAlertSuccessTitleAdded
source: Entry added!
de: Eintrag hinzugefügt!

# EntryOnboardingOverviewAlertSuccessTitleUpdated
source: Entry updated!
de: Eintrag geändert!

# EntryOnboardingOverviewAlertUnknownErrorMessage
source: An unknown error has occurred.
de: Ein unbekannter Fehler ist aufgetreten.

# EntryOnboardingOverviewAlertUnknownErrorTitle
source: An error has occurred.
de: Ein Fehler ist aufgetreten.

# EntryOnboardingOverviewContact
source: Contact information
de: Kontakt

# EntryOnboardingOverviewEditTitle
source: Edit
de: Bearbeiten

# EntryOnboardingOverviewGeneralHeader
source: General information
de: Allgemeines

# EntryOnboardingOverviewHouseNr
source: Number
de: Nr

# EntryOnboardingOverviewOpeningHoursFriday
source: Friday
de: Freitag

# EntryOnboardingOverviewOpeningHoursHeader
source: Opening Hours
de: Öffnungszeiten

# EntryOnboardingOverviewOpeningHoursMonday
source: Monday
de: Montag

# EntryOnboardingOverviewOpeningHoursOther
source: Other
de: Sonstiges

# EntryOnboardingOverviewOpeningHoursSaturday
source: Saturday
de: Samstag

# EntryOnboardingOverviewOpeningHoursSunday
source: Sunday
de: Sonntag

# EntryOnboardingOverviewOpeningHoursThursday
source: Thursday
de: Donnerstag

# EntryOnboardingOverviewOpeningHoursTuesday
source: Tuesday
de: Dienstag

# EntryOnboardingOverviewOpeningHoursWednesday
source: Wednesday
de: Mittwoch

# EntryOnboardingOverviewPhone
source: Phone
de: Telefon

# EntryOnboardingOverviewPlace
source: Place
de: Ort

# EntryOnboardingOverviewPostcode
source: Postcode
de: PLZ

# EntryOnboardingOverviewSearchBarAddTag
source: Add tag
de: Schlagwort hinzufügen

# EntryOnboardingOverviewStoreNotice
source: Check your input. You can go back without losing any data to correct your inputs.
de: Überprüfe Deine Eingaben. Du kannst ohne Datenverlust zurück kehren, um die Eingaben zu korrigieren.

# EntryOnboardingOverviewStreet
source: Street
de: Straße

# EntryOnboardingOverviewSummaryTitle
source: Summary
de: Zusammenfassung

# EntryOnboardingOverviewTagsHeader
source: Tags
de: Schlagworte

# EntryOnboardingOverviewUpdateNotice
source: You can only edit name, tags, contact data and opening hours.
de: Du kannst nur Name, Schlagworte, Kontakt-Daten und Öffnungszeiten bearbeiten.

# EntryOnboardingOverviewWebsite
source: Website (with https://)
de: Webseite (https:// vorangestellt)

# EntryOnboardingTagsViewControllerAddTag
source: Add tag
de: Hinzufügen

# EntryOnboardingTagsViewControllerAddTagCell
source: Add tag "%1$@"
de: Schlagwort "%1$@" hinzufügen

# EntryOnboardingTagsViewControllerCurrentStep
source: 4. Enter tags
de: 4. Schlagwörter eingeben

# EntryOnboardingTagsViewControllerInfo
source: Good tags are important for the search! Suitable tags include branches, product categories, dishes or other attributes.
de: Für die Suche sind gute Schlagworte wichtig! Gute Schlagworte sind zum Beispiel Branchen, Produkt-Kategorien, Speisen oder Eigenschaften.

# EntryOnboardingTagsViewControllerNext
source: Next
de: Weiter

# EntryOnboardingTagsViewControllerSearchBarPlaceholder
source: Add tag
de: Schlagwort hinzufügen

# EntryOnboardingTagsViewControllerTags
source: Tags
de: Schlagwörter

# EntryOnboardingTagsViewControllerTitle
source: Add entry
de: Eintrag hinzufügen

# FreeHeader
source: Free:
de: Frei:

# LocalityClosed
source: closed
de: geschlossen

# LocalityOpen
source: open
de: geöffnet

# ParkingLotAscends
source: raising
de: aufsteigend

# ParkingLotDescends
source: falling
de: fallend

# ParkingLotUnchanged
source: unchanged
de: unverändert

# ParkingLotUndocumented
source: undocumented
de: nicht erfasst

# SearchBarPrompt
source: Where do you want to go?
de: Wohin willst du?

# SearchMap
source: Search on Map
de: Auf Karte suchen

# SlotsHeader
source: Slots
de: Plätze

# StatusHeader
source: Status:
de: Trend:

# TotalHeader
source: Total:
de: Gesamt:
